{
	"anxiety": [
		{
			"question": "Stop a random stranger in the street, hand them a pencil and paper and ask them to draw a picture of you",
			"difficulty": "3"
		},
		{
			"question": "Lie down in the middle of the street for one minute and don't move",
			"difficulty": "2"
		},
		{
			"question": "Buy a candy bar, take a bit in front of the cashier, and then try to return it",
			"difficulty": "2"
		},
		{
			"question": "Call a random number and try to have a 5 minute conversation with a person on the other line",
			"difficulty": "2"
		},
		{
			"question": "At a restaurant, go from table to table asking how people’s meals are",
			"difficulty": "3"
		},
		{
			"question": "Walk backward on a crowded street for at least 1 block",
			"difficulty": "1"
		},
		{
			"question": "Ask someone on the street to help you tie your shoelace",
			"difficulty": "2"
		},
		{
			"question": "Convince your Uber driver to let you drive for 5 minutes",
			"difficulty": "3"
		},
		{
			"question": "Ask a person on the street if they want your two cents, then give them 2 pennies, wink, and walk away.",
			"difficulty": "2"
		},
		{
			"question": "Walk into an elevator, wait for it to fill with people and then turn to them and say, 'I bet you are wondering why I brought you all here.'.",
			"difficulty": "3"
		},
		{
			"question": "Interrupt a group at a restaurant and asking them to serve as an audience for you so you can practice a maid-of-honor or best-man speech.",
			"difficulty": "3"
		},
		{
			"question": "Ask someone on the street what they think of your outfit.",
			"difficulty": "2"
		},
		{
			"question": "Convince the cashier at a restaurant to throw in a free dessert.",
			"difficulty": "1"
		},
		{
			"question": "Go to a store and ask to get a “friends and family” discount for something that’s not on sale. (hint - you can say you’ll write a good review on yelp).",
			"difficulty": "1"
		},
		{
			"question": "Give some one at worker in class that you’ve never talked to a high five and walk away without saying anything.",
			"difficulty": "1"
		},
		{
			"question": "Stand in front of a starbucks and ask a passerby where the nearest Starbucks is.",
			"difficulty": "2"
		},
		{
			"question": "Go up to a coworker or classmate that you've never spoken to ask ask him/her for advice on something person, like a relationship problem or what piece of art to get for your living room.",
			"difficulty": "1"
		},
		{
			"question": "Stand on a crowded street corner, place your hand on your chest, and say the pledge of allegiance as loudly as you can.",
			"difficulty": "2"
		},
		{
			"question": "Ask someone on the street what they think of your outfit.",
			"difficulty": "2"
		}
		{
			"question": "Go to a park or public place and convince someone to do 10 pushups with you.",
			"difficulty": "3"
		},
	]
}




